tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shopify/shopify"
brew "act"
brew "automake"
brew "berkeley-db"
brew "bison"
brew "gdbm"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "gmp"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cloc"
brew "cmake"
brew "composer"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "dpkg"
brew "guile"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "snappy"
brew "ffmpeg"
brew "foreman"
brew "freetds"
brew "fzf"
brew "fzy"
brew "geoip"
brew "git"
brew "libksba"
brew "gnupg"
brew "python@3.8"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hadoop", link: false
brew "imagemagick@6", link: true
brew "jq"
brew "krb5"
brew "libpq"
brew "libproxy"
brew "libyaml"
brew "node", link: false
brew "markdownlint-cli"
brew "memcached", restart_service: true
brew "mitmproxy"
brew "mysql", restart_service: true, link: false
brew "mysql-client@5.7", link: true
brew "nginx", restart_service: true
brew "numpy"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "tmux"
brew "overmind"
brew "php", restart_service: true
brew "php@7.4", restart_service: true
brew "pipenv"
brew "postgresql", restart_service: true
brew "pv"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "redis", restart_service: true
brew "rpm"
brew "ruby"
brew "ruby-install"
brew "sbt"
brew "shadowenv"
brew "shared-mime-info"
brew "sip"
brew "watchman"
brew "yarn"
brew "zlib"
brew "shopify/shopify/ejson"
brew "shopify/shopify/oauth-tunnel-client"
brew "shopify/shopify/secret-sender"
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/shopify-graphicsmagick"
brew "shopify/shopify/shopify-imagemagick@6", link: true
brew "shopify/shopify/themekit"
brew "shopify/shopify/toxiproxy"
cask "adoptopenjdk8"
cask "android-studio"
cask "chromedriver"
cask "google-cloud-sdk"
cask "wkhtmltopdf"
